[
  "Je n'ai jamais embrasser deux personnes differentes ici" ,
  "Je n'ai jamais ken dans un lieu public." ,
   "Je n'ai jamais envoyé un nude." ,
   "Je n'ai jamais envoyé un nude de quelqu'un d'autre." ,
   "Je n'ai jamais été surpris(e) en train de me branler." ,
   "Je n'ai jamais pris ou (été pris par) quelqu'un contre un mur." ,
   "Je n'ai jamais fini à poil sans savoir comment." ,
   "Je n'ai jamais joui sans qu’on me touche." ,
   "Je n'ai jamais ken dans une voiture." ,
   "Je n'ai jamais maté un porno en groupe." ,
   "Je n'ai jamais maté un porno avec un membre de ma famille." ,
   "Je n'ai jamais eu une envie de ken en matant quelqu’un." ,
   "Je n'ai jamais bandé en public." ,
   "Je n'ai jamais ken sans capote." ,
   "Je n'ai jamais fait un plan à 3 (ou plus)." ,
   "Je n'ai jamais été attaché(e) pendant l'acte." ,
   "Je n'ai jamais mis un doigt à quelqu’un sans prévenir." ,
   "Je ne me suis jamais trompé de trou." ,
   "Je n'ai jamais ken avec un(e) inconnu(e)." ,
   "Je n'ai jamais joui trop vite et eu honte." ,
   "Je n'ai jamais essayé d’insérer un objet chelou pour voir." ,
   "Je n'ai jamais dit (crié) le mauvais prénom pendant l’acte." ,
   "Je n'ai jamais ken bourré(e)." ,
   "Je n'ai jamais simulé un orgasme juste pour que ça s’arrête." ,
   "Je n'ai jamais été mordu(e) pendant l'acte." ,
   "Je n'ai jamais léché quelqu’un sur un endroit chelou de son corps." ,
   "Je n'ai jamais été excité(e) par un(e) pote." ,
   "Je n'ai jamais été excité(e) par le parent d'un(e) pote." ,
   "Je n'ai jamais maté mon/ma coloc sous la douche." ,
   "Je n'ai jamais fait un truc chelou avec de la bouffe." ,
   "Je n'ai jamais pensé au sexe pendant un moment sérieux." ,
   "Je n'ai jamais ken juste pour me venger." ,
   "Je n'ai jamais reçu ou donné une claque (fessée) pendant l'acte." ,
   "Je n'ai jamais parlé crade en pleine baise." ,
   "Je n'ai jamais mis un jouet dans quelqu’un." ,
   "Je n'ai jamais été dans un club libertin." ,
   "Je n'ai jamais maté quelqu’un en train de ken." ,
   "Je n'ai jamais été excité(e) en cours ou au boulot." ,
   "Je n'ai jamais ken avec un(e) collegue sur le lieu de travail." ,
   "Je n'ai jamais été excité(e) en plein repas de famille." ,
   "Je n'ai jamais ken sur une table." ,
   "Je n'ai jamais mis un déguisement ou fais un jeu de role pendant l'acte." ,
   "Je n'ai jamais utilisé de lubrifiant de façon créative." ,
   "Je n'ai jamais filmé pendant l’acte." ,
   "Je n'ai jamais maté ma sex-tape." ,
   "Je n'ai jamais envoyé ma sex-tape à un(e) pote." ,
   "Je n'ai jamais eu un crush juste à cause de la voix de quelqu’un." ,
   "Je n'ai jamais ken au boulot." ,
   "Je n'ai jamais fantasmé sur le/la prof ou le/la boss." ,
   "Je n'ai jamais eu de sexe dans les toilettes d’un bar." ,
   "Je n'ai jamais ken dans la nature." ,
   "Je n'ai jamais eu du sexe dans l’eau." ,
   "Je n'ai jamais fait semblant d’aimer quelqu'un juste pour ken." ,
   "Je n'ai jamais couché avec quelqu’un que je connaissais à peine." ,
   "Je n'ai jamais regretté direct après avoir ken." ,
   "Je n'ai jamais eu d’accident (chelou ou non) pendant l’acte." ,
   "Je n'ai jamais rigolé en pleine acte." ,
   "Je n'ai jamais chauffé quelqu'un devant des gens." ,
   "Je n'ai jamais tenté un truc que j’ai vu dans un porno." ,
   "Je n'ai jamais utilisé un miroir pendant l'acte." ,
   "Je n'ai jamais été excité(e) à cause d’un rêve." ,
   "Je n'ai jamais eu envie de recommencer juste après avoir ken." ,
   "Je n'ai jamais été touché(e) ou touché(e) dans un transport public." ,
   "Je n'ai jamais eu un plan cul régulier." ,
   "Je n'ai jamais ken avec un ex en secret." , 
   "Je n'ai jamais bu ou mangé un truc sur un corps nu." ,
   "Je n'ai jamais ken dans une fête." ,
   "Je n'ai jamais mis de la musique juste pour ken." ,
   "Je n'ai jamais eu peur que quelqu’un m’entende pendant l’acte." ,
   "Je n'ai jamais été excité(e) par une odeur." ,
   "Je n'ai jamais eu un plan cul à l’étranger." ,
   "Je n'ai jamais ken avec un(e) inconnu(e) à l’étranger." ,
   "Je n'ai jamais reçu un nude sans prévenir." ,
   "Je n'ai jamais reçu un nude et c'est quelqu’un d'autre qui l'a ouvert." ,
   "Je n'ai jamais joué avec la langue juste pour provoquer." ,
   "Je n'ai jamais été nu(e) dehors." ,
   "Je n'ai jamais ken dans un festival." ,
   "Je n'ai jamais utilisé un truc pas fait pour le sexe, pour le sexe." ,
   "Je n'ai jamais été excité(e) par le son d’un gémissement." ,
   "Je n'ai jamais dit « je t’aime » juste pour ken." ,
   "Je n'ai jamais reçu une demande de plan à 3 venant d'un couple." ,
   "Je n'ai jamais ken en regardant dans les yeux sans cligner." ,
   "Je n'ai jamais testé un truc chelou juste pour voir si j’aimais." ,
   "Je n'ai jamais pensé au sexe pendant un enterrement." ,
   "Je n'ai jamais été excité(e) en entendant une voix au téléphone." ,
   "Je n'ai jamais fait de sexcall" ,
   "Je n'ai jamais ken avec quelqu’un dont je connaissais pas le prénom." ,
   "Je n'ai jamais eu envie de ken avec quelqu’un ici." ,
   "Je n'ai jamais couché avec deux personnes différentes ici." ,
   "Je n'ai jamais couché avec deux personnes différentes en moins de 24h." ,
   "Je n'ai jamais laissé quelqu’un me ken sans préliminaires." ,
   "Je n'ai jamais été excité(e) par un(e) pote bourré(e)." ,
   "Je n'ai jamais ken avec quelqu’un et oublié son prénom après." ,
   "Je n'ai jamais envoyé un nude à deux personnes en même temps." ,
   "Je n'ai jamais envoyé un nude à un membre de ma famille par erreur." ,
   "Je n'ai jamais été un(e) dominant(e)." ,
   "Je n'ai jamais ken dans une tente." ,
   "Je n'ai jamais envoyé un nude dans les toilettes d’une soirée." ,
   "Je n'ai jamais ken dans une salle de bain pendant une soirée." ,
   "Je n'ai jamais ken en écoutant de la musique cheloue." ,
   "Je n'ai jamais eu une relation qui a commencé par une baise." ,
   "Je n'ai jamais eu un kiff sur le style ou les fringues de quelqu’un ici." ,
   "Je n'ai jamais touché quelqu’un pendant qu’on regardait un film." ,
   "Je n'ai jamais couché sans enlever tous mes vêtements." ,
   "Je n'ai jamais été excité(e) en me souvenant d’un(e) ex." ,
   "Je n'ai jamais vu quelqu’un ici en sous-vêtements." ,
   "Je n'ai jamais bu juste pour oser ken." ,
   "Je n'ai jamais testé un sextoy en groupe ou avec un(e) pote." ,
   "Je n'ai jamais reçu ou envoyé un nude d’une personne ici." ,
   "Je n'ai jamais touché quelqu’un avec les pieds." ,
   "Je n'ai jamais mis le pied entier de quelqu'un d'autre dans ma bouche." ,
   "Je n'ai jamais pensé à coucher avec quelqu’un juste après le premier regard." ,
   "Je n'ai jamais eu de rapport sans me souvenir de tout." ,
   "Je n'ai jamais pleuré après avoir ken." ,
   "Je n'ai jamais pris ou donné une claque pendant l’acte." ,
   "Je n'ai jamais ken avec une célébrité." ,
   "Je n'ai jamais attiré une célébrité qui voulait me gérer." ,
   "Je n'ai jamais tenté une position sans savoir comment sortir." ,
   "Je n'ai jamais été torse nu(e) en soirée pour le fun." ,
   "Je n'ai jamais glissé sur mes propres vêtements après l’acte." ,
   "Je n'ai jamais éternué pendant un cunnilingus." ,
   "Je n'ai jamais pété pendant l'acte." ,
   "Je n'ai jamais eu une crampe au mauvais moment." ,
   "Je n'ai jamais tenté une fellation avec une sucette pour m'entraîner." ,
   "Je n'ai jamais pris ou fait prendre à quelqu'un une pillule du lendemain." ,
   "Je n'ai jamais dit 'vive la République' en plein orgasme." ,
   "Je n'ai jamais commencé à ken avec un animal dans la pièce." ,
   "Je n'ai jamais ken pendant que quelqu’un d’autre dormait à côté." ,
   "Je n'ai jamais fait les préliminaires pendant que je conduisais." ,
   "Je n'ai jamais ken défoncé." ,
   "Je n'ai jamais participé à une orgie." ,
   "Je n'ai jamais ken dans une cabine d’essayage." ,
   "Je n'ai jamais eu une relation sexuelle avec plus de 2 personnes dans la même soirée." ,
   "Je n'ai jamais fait un plan à trois avec des potes." ,
   "Je n'ai jamais ken dans une piscine ou un jacuzzi." ,
   "Je n'ai jamais fait un strip-tease pour quelqu’un." ,
   "Je n'ai jamais simulé un orgasme." ,
   "Je n'ai jamais pratiqué l'anal." ,
   "Je n'ai jamais eu 5 relation sexuelle à plusieurs reprises avec la même personne le même jour." ,
   "Je n'ai jamais eu une relation sexuelle dans un lieu religieux." ,
   "Je n'ai jamais pratiqué le sexe sous la douche." ,
   "Je n'ai jamais eu une relation sexuelle avec quelqu’un de plus de 10 ans d’écart." ,
   "Je n'ai jamais eu une relation sexuelle avec quelqu’un de plus de 20 ans d’écart." ,
   "Je n'ai jamais eu une relation sexuelle sans aucun moyen de contraception." ,
   "Je n'ai jamais eu un rapport sexuel avec une personne du même sexe." ,
   "Je n'ai jamais eu un orgasme en regardant un film porno." ,
   "Je n'ai jamais dit le mauvais prénom pendant l'acte." ,
   "Je n'ai jamais fait un massage érotique." ,
   "Je n'ai jamais eu une expérience BDSM." ,
   "Je n'ai jamais dit 'je t’aime' trop tôt."
]